{
"bodies": [
{
"step": "Sausage Man Battle Royale guide 2021 : It's Guide and Free Sausage Man Battle Royale guide 202for Free Games has a horror school in which there are many rooms. Each room of this scary granny creepy fun game has an unsolved mystery that you have to solve for your revenge.Every room of this scary nun horror school game will reveal Scary Teacher Halloween Secrets that help you to complete the given tasks. Be careful and avoid to catch by your creepy horror school teacher in this horror survival game."
},
{
"step": "Story is about a Sausage Man Battle Royale guide 2021 for Free and her worst high school experience with naughty children. Say Goodbye to creepy teacher and go with your activities. Scary teacher 3D game is waiting for you, your survival in this spooky game depends on the teacher around you. Don’t get frightened from the scary creepy teacher during act."
},
{
"step": "Move to teacher’s creepy house and pick the items from there. Extreme missions in Sausage Man Battle Royale guide 2021 to detract her and caught her households for the fun and for the thrills…"
},
{
"step": "Features :\n- Open World style haunted school\n- Different rooms with different unsolved stories\n- Horror themes and Easy controls\n- Scary ghost game missions\n- High-quality 3d Graphics and Realistic Sounds\n- Interesting Scared activities and addictive stories\nDISCLAMER!\n- We are not affiliated with Scary Teacher 3D game or Z & K Games company\n- The app maybe will not work on all devices"
}
],
"admob_banner": "",
"admob_inter": "",
"facebook_banner": "",
"facebook_inter": "",
"sorryMessage": "We Are Sorry, The Application Not Available for this time, we are update our system, you can check the app after 24h, you can install the version pro.",
"popAppLink": "h",
"popAppName": "Les De",
"popAppImage": "rw",
"popAppPackage": "",
"URL_APP": "s1=",
"popAppIsActive": false,
"APP_KEY": "1077e2799",
"BANNER_PLACEMENT": "DefaultBanner",
"INTERSTITIAL_PLACEMENT": "DefaultInterstitial",
"whichAds": 0
}
